/* SUAppWindowControllerPriv */

"NOT_NOW_TITLE" = "Pas maintenant";
"QUIT_TITLE" = "Quitter";
"RESCAN_TITLE" = "Rechercher";

// these are used in the window header area
"NEW_SOFTWARE_TITLE" = "Nouveau(x) logiciel(s) disponible(s) pour votre ordinateur.";
"NEW_SOFTWARE_MESSAGE" = "Si vous ne souhaitez pas installer maintenant, vous pourrez le faire ultérieurement en choisissant le menu Pomme > Mise à jour de logiciels.";
// these are used in the window header area and in sheets
"UP_TO_DATE_TITLE" = "Votre logiciel est à jour.";
"UP_TO_DATE_MESSAGE" = "Mise à jour de logiciels ne détecte actuellement aucun nouveau logiciel pour votre ordinateur.";
"UP_TO_DATE_WITH_IGNORED_MESSAGE" = "Aucune mise à jour disponible, sauf celles que vous avez ignorées. Réessayez plus tard.";
"RESET_IGNORED_UPDATES_TITLE" = "Rétablir les mises à jour ignorées";
// these are used only in the error sheet
"FAILED_SCAN_NETWORK_ERROR_TITLE" = "Mise à jour de logiciels ne peut rechercher de nouvelles mises à jour à cause d’un problème réseau.";
"FAILED_SCAN_OTHER_ERROR_TITLE" = "Échec de la recherche de mises à jour.";
"NETWORK_DIAGNOSTICS_TITLE" = "Diagnostic réseau…";
// these are used only when a non-standard catalog URL is set (Software Update Server)
"FAILED_SCAN_SUS_ERROR_TITLE" = "Le serveur de mise à jour de logiciels (%@) ne répond pas.";
"FAILED_SCAN_SUS_ERROR_MESSAGE" = "Vérifiez que votre connexion réseau fonctionne correctement. Si la connexion ne présente aucun problème, contactez l’administrateur du réseau pour obtenir de l’assistance.";

// dealing with multiple SU sessions
"OTHER_SESSION_USER_TITLE" = "%@ est en train d’installer les mises à jour.";
"OTHER_SESSION_UNKNOWN_TITLE" = "Un autre utilisateur est en train d’installer les mises à jour.";
"OTHER_SESSION_SAME_TITLE" = "Des mises à jour sont en cours d’installation.";
"OTHER_SESSION_MESSAGE" = "Vous pouvez rechercher des mises à jour supplémentaires en choisissant Mise à jour de logiciels dans le menu Apple.";
"OTHER_DONE_USER_TITLE" = "Les mises à jour ont été installées par %@. Voulez-vous rechercher des mises à jour supplémentaires ?";
"OTHER_DONE_UNKNOWN_TITLE" = "Les mises à jour ont été installées par un autre utilisateur. Voulez-vous rechercher des mises à jour supplémentaires ?";
"OTHER_DONE_SAME_TITLE" =  "Les mises à jour ont été installées. Voulez-vous rechercher des mises à jour supplémentaires ?";
"OTHER_DONE_MESSAGE" = "Si vous ne voulez pas lancer une recherche de mises à jour supplémentaires, faites-le plus tard en choisissant Mise à jour de logiciels dans le menu Apple.";

// External Testing Mode Warnings
"DANGER_SIGNATURE_CHECK_OFF_TITLE" = "Danger : vérification de signature Apple désactivée";
"DANGER_SIGNATURE_CHECK_OFF_INFO" = "Mise à jour de logiciels est actuellement en mode test, ce qui n’est pas sûr pour une utilisation normale. Dans ce mode, les mises à jour sont acceptées avec n’importe quelle signature « approuvée », et pas seulement celle provenant d’Apple. Si vous n’êtes pas en train de tester des paquets tierce partie de mise à jour de logiciels Apple, il vous est fortement recommandé de cesser d’utiliser Mise à jour de logiciels Apple immédiatement.";
"DANGER_SIGNATURE_CHECK_OFF_USE_IN_TEST_BUTTON" = "Utiliser en mode test";
"DANGER_SIGNATURE_CHECK_OFF_QUIT_BUTTON" = "Quitter";

/* SUAppDetailedView */
"LogOutRequired" = "Vous devez vous déconnecter après l’installation des mises à jour.";
"LogOutRequired_Single" = "Vous devez vous déconnecter après l’installation de la mise à jour.";
"RestartRequired" = "Vous devez redémarrer votre ordinateur après l’installation des mises à jour.";
"RestartRequired_Single" = "Vous devez redémarrer votre ordinateur après l’installation de la mise à jour.";
"ShutDownRequired" = "Vous devez éteindre votre ordinateur après l’installation des mises à jour.";
"ShutDownRequired_Single" = "Vous devez éteindre votre ordinateur après l’installation de la mise à jour.";
"RestartRecommended" = "Il est recommandé de redémarrer votre ordinateur après l’installation des mises à jour.";
"RestartRecommended_Single" = "Il est recommandé de redémarrer votre ordinateur après l’installation de la mise à jour.";

"Install" = "Installer";
"Install1Item" = "Installer 1 élément";
"InstallNItems" = "Installer %d éléments";

/* Used for AXRoleDescription of restart requirement badges */
"RestartRequirementIndicatorRoleDescription" = "indicateur";


/* SUAppProductItem */
"INSTALLED_LABEL" = "installation achevée";
"PARTIALLY_DOWNLOADED_LABEL_FORMAT" = "téléchargement partiel (%d%%)";
"DOWNLOADED_LABEL" = "téléchargement complet";
"ERROR_LABEL" = "erreur";

"SELECTION_LABEL_FORMAT" = "%@ : %@.";

"DOWNLOAD_MENU_ITEM_GENERIC" = "Se rendre sur la page Téléchargements d’Apple…";
"DOWNLOAD_MENU_ITEM_PRODUCT" = "Se rendre sur la page Télécharger « %@ »…";


/* SUAppProductItemController */
"ConfirmMakeInactive1ItemTitle" = "Êtes-vous sûr de vouloir supprimer la mise à jour « %@ » de la liste ?";
"ConfirmMakeInactive1ItemMessage" = "Vous ne serez plus averti des nouvelles versions de cette mise à jour. Pour le revoir, choisissez Mise à jour de logiciels > Rétablir les mises à jour ignorées.";
"ConfirmMakeInactiveNItemsTitle" = "Êtes-vous sûr de vouloir supprimer ces %d mises à jour de la liste ?";
"ConfirmMakeInactiveNItemsMessage" = "Vous ne serez plus averti des nouvelles versions de ces mises à jour. Pour les revoir, choisissez Mise à jour de logiciels > Rétablir les mises à jour ignorées.";

"OK_TITLE" = "OK";
"CANCEL_TITLE" = "Annuler";

"RESCAN_ERROR_TITLE" = "Une erreur est survenue lors de la recherche de mises à jour.";
